---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussElementTagNewMembersView
source: html/b5d92f9b-d62d-cd1b-a33a-31aa025ebffe.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussElementTagNewMembersView Property

"Tag new members in view"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussElementTagNewMembersView { get; }
```